/*"HELP_BOOK" = "Mac Help";*/

"IR_PAIR_NOT_ADMIN_TIP" = "您必须以管理员身份登录才能更改此设置。";
"AUTH_TIP" = "您必须输入一个管理员名称和密码才能更改这些设置。";
"SRVR_TIP" = "这些选项在 Mac OS X Server 上是不可用的。";
"ADD" = "添加";

/* FileVault */
"OK" = "好";
"CONTINUE" = "继续";
"CANCEL" = "取消";
"CHANGE" = "更改…";
"APPLY" = "应用";
"DONTAPPLY" = "不应用";

"BOLD_FONT_NAME" = "STHeiti";

/* LOCALIZATION NOTE: MUST KEEP THE SPACE AFTER THE WARNING: TO GET PROPER DISPLAY SPACING IN WINDOW*/
"WARNING_RED" = "警告：";

"FILEVAULT_UNAVAILABLE" = "您不能为此帐户打开 FileVault。";
"FILEVAULT_UNAVAILABLE_DESC" = "您不能为此帐户打开 FileVault，因为此帐户是一个网络帐户或者其个人文件夹位于服务器上。";

"FILEVAULT_UNAVAILABLE_FSYS" = "您不能打开 FileVault 来保护此用户帐户的个人文件夹。";
"FILEVAULT_UNAVAILABLE_FSYS_DESC" = "个人文件夹位于不是 Mac OS 扩展格式的宗卷上。";

"MANAGED_TOOLTIP" = "此选项不可用，因为它是由系统管理员来管理的。";
"EXTERNAL_ACCOUNT_CANT_ENABLE_FILEVAULT" = "您不能打开此帐户的 FileVault。外部帐户必须创建为 FileVault 帐户";

"MANAGED_TOOLTIP_AUTOLOGIN" = "您不能更改自动登录，因为它是由您的系统管理员来管理的。";

"MASTER_PASSWORD_VERIFY_ERR" = "您输入的旧的主密码不正确。请尝试重新输入。";
/*"MASTER_PASSWORD_VERIFY_ERR_DESC" = "";*/

"PASS_VERIFY_ERR_SHORT" = "密码不匹配";
"PASS_VERIFY_ERR" = "密码与验证密码不相同。请重新输入密码。";
/*"PASS_VERIFY_ERR_DESC" = "";*/

"MASTER_PASSWORD_IS_EMPTY_ERR" = "您没有输入主密码。";
"MASTER_PASSWORD_IS_EMPTY_ERR_DESC" = "要打开 FileVault，您必须有一个主密码。";

"PASSWORD_CANT_MATCH_HINT_ERR_SHORT" = "密码和提示不能是相同的。";
"PASSWORD_CANT_MATCH_HINT_ERR" = "密码和提示不能是相同的。请选取不同的提示。";
/*"PASSWORD_CANT_MATCH_HINT_ERR_DESC" = ""; */

"INCORRECT_PASSWORD_SHORT" = "密码不正确。";

"PASS_IS_EMPTY_ERR_SHORT" = "您没有输入密码。";
"PASS_IS_EMPTY_ERR" = "您没有输入密码。";
"PASS_IS_EMPTY_ERR_DESC" = "要为此用户帐户打开 FileVault，您必须为该帐户输入一个密码。";

"KEYCHAIN_NONADMIN_PASSWORD" = "您的钥匙串密码将更改为您的新帐户密码。";
/*"KEYCHAIN_NONADMIN_PASSWORD_DESCR" = "";*/

"KEYCHAIN_ADMIN_SELF_PASSWORD" = "您的钥匙串密码将更改为您的新帐户密码。";
"KEYCHAIN_ADMIN_SELF_PASSWORD_DESCR" = "如果钥匙串被锁定，那么将先要求您提供当前的钥匙串密码，然后您才可以更改密码。";

"FILEVAULT_ON_OTHER_USERS_LOGGED_IN" = "如果其他用户已经登录到您的电脑，那么您就不能打开 FileVault。";
"FILEVAULT_ON_OTHER_USERS_LOGGED_IN_DESCR" = "让其他所有用户注销，然后打开此帐户的 FileVault。";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN" = "如果其他用户已经登录到您的电脑，您就不能关闭 FileVault。";
"FILEVAULT_OFF_OTHER_USERS_LOGGED_IN_DESCR" = "让其他所有用户注销，然后关闭此帐户的 FileVault。";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN" = "如果其他用户已经登录到您的电脑，您就不能转换 FileVault 格式。";
"FILEVAULT_CONVERSION_OTHER_USERS_LOGGED_IN_DESCR" = "让所有其他用户注销，然后转换此帐户的 FileVault。";


"FILEVAULT_ON_NO_ROOM" = "您的硬盘上没有足够的空间来打开 FileVault。";
"FILEVAULT_ON_NO_ROOM_DESCR" = "打开 FileVault 需要在宗卷“%2$@”上有额外 %1$@ 可用磁盘空间。请尝试清倒废纸篓或删除您不需要的文件。";

"FILEVAULT_OFF_NO_ROOM" = "您的硬盘上没有足够的空间来关闭 FileVault。";
"FILEVAULT_OFF_NO_ROOM_DESCR" = "关闭 FileVault 需要在宗卷“%2$@”上有额外 %1$@ 可用磁盘空间。请尝试清倒废纸篓或删除您不需要的文件。";

"FILEVAULT_CONVERT_NO_ROOM" = "您的硬盘上没有足够的空间来转换 FileVault。";
"FILEVAULT_CONVERT_NO_ROOM_DESCR" = "转换 FileVault 需要在宗卷“%2$@”上有额外 %1$@ 可用磁盘空间。请尝试清倒废纸篓或删除您不需要的文件。";

/* Added these strings as place holders if 3423947 is fixed */
"FILEVAULT_ON_NO_ROOM_WITH_HD_NAME" = "“%@”上没有足够的空间来打开 FileVault。";
"FILEVAULT_ON_NO_ROOM_DESCR_WITH_HD_NAME" = "打开 FileVault 需要 %@ 的可用磁盘空间以便创建一份加密的个人文件夹。请尝试清倒废纸篓或从“%@”中删除您不需要的文件。";

"FILEVAULT_OFF_NO_ROOM_WITH_HD_NAME" = "“%@”上没有足够的空间来关闭 FileVault。";
"FILEVAULT_OFF_NO_ROOM_DESCR_WITH_HD_NAME" = "关闭 FileVault 需要 %@ 的可用磁盘空间以便创建一份非加密的个人文件夹。请尝试清倒废纸篓或从“%@”中删除您不需要的文件。";
"FILEVAULT_SECURE_ERASE_STATUS" = "正在安全抹掉以前的个人文件夹：已完成 %d%%。";
"FILEVAULT_SECURE_ERASE_FINISHED" = "安全抹掉以前的个人文件夹已完成。";

"MASTER_PASSWORD_PART_1" = "该电脑的主密码是：";
"MASTER_PASSWORD_PART_2_NO" = "未设置";
"MASTER_PASSWORD_PART_2_YES" = "已设置";
"MASTER_PASSWORD_PART_3" = "。";

"FILEVAULT_PART_1" = "该帐户的 FileVault 保护是：";
"FILEVAULT_PART_2_NO" = "关";
"FILEVAULT_PART_2_YES" = "开";
"FILEVAULT_PART_3" = "。";

"SET_MASTER_PASSWORD" = "设置主密码…";
"TURN_ON_FILEVAULT" = "打开 FileVault…";
"TURN_OFF_FILEVAULT" = "关闭 FileVault…";
"FILEVAULT_ON_NOTE" = "打开 FileVault 可能会花一些时间。";
"FILEVAULT_OFF_NOTE" = "关闭 FileVault 可能会花一些时间。";

"CHANGE_PASS_FAILED_TITLE" = "您不能使用该密码。";
"CHANGE_PASS_FAILED" = "您的密码有问题。可能是因为系统管理员不允许您更改密码。请联系系统管理员以获得帮助。";
"CHANGE_PASS_FAILED_QualityCheck" = "您的密码不符合系统管理员所指定的要求。密码可能需要使用不同的字符、数字或符号。如果您不确定密码的要求，请联系系统管理员。";
"CHANGE_PASS_FAILED_TooShort" = "您的密码太短。请尝试输入较长的密码。";
"CHANGE_PASS_FAILED_TooLong" = "您的密码太长。请尝试输入较短的密码。";
"CHANGE_PASS_FAILED_NeedsLetter" = "您的密码必须包含一个或多个字母。请尝试输入新密码。";
"CHANGE_PASS_FAILED_NeedsDigit" = "您的密码必须包含一个或多个数字。请尝试输入新密码。";
"CHANGE_PASS_FAILED_TooSoon" = "您最近更改过密码。系统管理员不允许您如此频繁地更改密码。请联系系统管理员以获得帮助。";

/* Location Services Reset Warnings strings */
"RESET_ALERT_MESSAGE_TEXT" = "您确定要还原位置警告吗？";
"RESET_ALERT_INFO_TEXT" = "被请求时，您将需要允许应用程序使用您的位置。";

"IR_DISABLED_NOTE" = "这台电脑将不配合任何遥控器工作。";
"IR_PAIRED_NOTE" = "这台电脑将仅配合已配对的遥控器工作。";
"IR_UNPAIRED_NOTE" = "这台电脑将配合任何可用的遥控器工作。";
"IR_PAIRED_BUTTON" = "解除配对";
"IR_UNPAIRED_BUTTON" = "配对…";

"REQUIRE_PASSWORD_FOR_EACH_PREFPANE_SECURE_CARD_TEXT" = "需要管理员密码才能将每个“系统偏好设置”面板解锁";

"GUEST_ACCOUNT_REQUIRE_PASSWORD_TOOLTIP" = "客人用户不能更改此设置";

/* Firewall Strings */
"Remote Management" = "远程管理";
"Network Time" = "Network Time";
"File Sharing" = "文件共享 (%@)";
"FTP" = "FTP";
"SMB" = "SMB";
"AFP" = "AFP";
"Web Sharing" = "Web 共享";
"Printer Sharing" = "打印机共享";
"Remote Apple Events" = "远程 Apple 事件";
"Remote Login - SSH" = "远程登录 (SSH)";
"iChat Rendezvous" = "iChat Bonjour";
"iPhoto Rendezvous Sharing" = "iPhoto 照片共享";
"iTunes Music Sharing" = "iTunes 音乐共享";
"Screen Sharing" = "屏幕共享";
"Optical Disc Sharing" = "DVD 或 CD 共享";

"CAPTION_FIREWALL_IS" = "防火墙：";
"FIREWALL_OFF" = "关闭";
"FIREWALL_ON" = "打开";

"FIREWALL_BUTTON_START" = "开启";
"FIREWALL_BUTTON_STOP" = "停止";
"FIREWALL_START" = "点按“开启”以打开防火墙。";
"FIREWALL_STOP" = "点按“停止”以关闭防火墙。";

"FIREWALL_ALERT" = "这台电脑的防火墙已关闭。";
"FIREWALL_ALERT_INFO" = "点按“开启”以打开防火墙。";

"Services_DisplayName" = "服务";
"Applications_DisplayName" = "应用程序";

"SHOW_IN_FINDER" = "在 Finder 中显示";
"OPEN_SHARING_PREF" = "打开共享";

"SERVICES_SECTION_TOOLTIP_FORMAT" = "您可以在“共享”偏好设置中关闭“%@”";
"OPEN_LOG_NO_LOG_TOOLTIP" = "无可用的防火墙日志";

"AX_ADD_CONNECTION_DESCRIPTION" = "添加连接";
"AX_DELETE_CONNECTION_DESCRIPTION" = "删除连接";

"FIREWALL_EXPLANATORY_TEXT_LIMITED" = "防火墙已被打开并被设置为阻止未授权的应用程序、程序和服务接受传入连接。";
"FIREWALL_EXPLANATORY_TEXT_OFF" = "这台电脑的防火墙当前已关闭。到这台电脑的所有传入连接都会被允许。";
"FIREWALL_EXPLANATORY_TEXT_BLOCK" = "防火墙已被打开并被设置为阻止所有传入连接，基本的 Internet 服务所要求的连接除外，例如 DHCP、Bonjour 和 IPSec。";
"FIREWALL_EXPLANATORY_TEXT_WARN" = "防火墙将阻止所有共享服务，例如文件共享、屏幕共享、iChat Bonjour 和 iTunes 音乐共享。如果您要允许共享服务，请点按“高级”，然后取消选择“阻止所有传入连接”注记格。";
"FIREWALL_EXPLANATORY_TEXT_WARN_ADV" = "防火墙将阻止所有共享服务，例如文件共享、屏幕共享、iChat Bonjour 和 iTunes 音乐共享。如果您要允许共享服务，请取消选择“阻止所有传入连接”注记格。";
"FIREWALL_IMPORTANT" = "重要";

"ALERT_UNSAVED_CHANGES" = "防火墙设置有未存储的更改";
"ALERT_UNSAVED_CHANGES_EXIT" = "您想在关闭“安全”偏好设置面板之前应用您的更改吗？";

"%@ KB" = "%@ KB";
"%@ MB" = "%@ MB";
"%@ GB" = "%@ GB";
